{
  "ADS": {
    "Interstitial_id": "",
    "Interstitial_idf": "2092111264297855_2092113877630927",
    "Text1": "  Yamatsu Patcher , follow those steps to Download Yamatsu and get the last skins, No doubt Ml: Bang Bang is a famous online multiplayer battle game. It is installed by 100M+ people from Google Play Store from all over the world.",
    "Text2": "  By playing a simple game and you get bored using the same game regularly And searching for a mod app like this Yamatsu Patcher and looking the game with different Mod. Well, in this case, you are using the right platform. Here in this article, you can download the app and read a complete review of the app",
    "Text3": "  So, before downloading and installing this app. Must read this article about what it is and what are the key features it offers.another up to the mark MLBB modifying app. So, download and enjoy them for some handouts.",
    "Text4": "  Yamatsu Patcher is a skin injector for Mobile Legends. It allows you to use all the premium skins of ML game for free of cost. Here, you can browse and set your favorite one that you want in the game. Moreover, it offers you to customize various characters by using skins. Apart from this, .",
    "Text5": "  Additionally, there is a maximum of 53+ Assasin skins, 63+ Marksman (MM) skins, 68+ Fighter skins, 53 Mage skins, 31 Tank skins, & 17 Support skins available for users. Besides, more cheats like Battle Emotes, Recalls, and Drone View features also available for cheat lovers. Apart from these features,",
    "Text6": "  I have seen one of the best features of this app. That is the Bugs Fixer. Yes, by using this feature you can remove the various bugs in skins and can fix them easily.",
    "Text7": "  Since our site entertains you with the latest & valuable mod apps, we break the news about the YomaSu Patcher app. First & foremost, you have the opportunity to customize the several ML heroes by changing their costumes. Ultimately, their skills also get updated without any investment. ",
    "Text8": "  RATE US 5 Stars and get Yamatsu patcher in your mobile. you will get the mirror link notification",
    "banner_id": "",
    "banner_idf": "2092111264297855_2092112160964432",
    "Nativeads_idf": "2092111264297855_2092114547630860",
    "Nativeads_id": "",
    "networkAd": "facebook"
  }
}
